<template>
  <div class="cover">
    <h1>Торакоабдоминал шикастланган бемор</h1>
    <div class="main_content">
      <div class="header">
        <img src="../assets/Medik.webp" alt="" width="700">
      </div>
      <p>
        Разработка оптимальной хирургической тактики при реконструктивно- восстановительных операциях на пищеводе, желудке, кишечнике; особенности тактики при повторных реконструктивных операциях. Разработка и внедрение малоинвазивных вмешательств в общехирургической практике (видеоэндоскопические операции, хирургия малых доступов); протезирующие и реконструктивные методики хирургического лечения грыж передней брюшной стенки; амбулаторная хирургия; хирургическое лечение морбидного ожирения. Разработка и внедрение малоинвазивных эндоскопических методов при лечении и профилактике пищеводно-желудочных кровотечений у больных с портальной гипертензией, а также при желудочно-кишечных кровотечениях другой этиологии. Исследования по использованию стволовых и прогениторных клеток печени в целях компенсации хронической печеночной недостаточности у больных циррозом печени. Разработка вопросов эндоскопической хирургии при заболеваниях панкреатобилиарной зоны, при лечении рубцовых стенозов трахеи.
      </p>
    </div>
    <div class="links">
      <RouterLink text="Гемодинамик стабил" to="/page-1"/>
      <RouterLink text="Гемодинамик ностабил" to="/page-2"/>
    </div>
  </div>
</template>

<script>
import RouterLink from "../components/RouterLink.vue";
export default {
  components: { RouterLink },
};
</script>

<style scoped>
.main_content p {
  font-size: 18px;
  text-align: justify;
}
</style>
